{
  "plugins": {
    "bufjump.nvim": {
      "src": "https://github.com/kwkarlwang/bufjump.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "headlines.nvim": {
      "src": "https://github.com/lukas-reineke/headlines.nvim"
    },
    "kitty-scrollback.nvim": {
      "src": "https://github.com/mikesmithgh/kitty-scrollback.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/echasnovski/mini.ai"
    },
    "mini.indentscope": {
      "src": "https://github.com/echasnovski/mini.indentscope"
    },
    "neowords.nvim": {
      "src": "https://github.com/backdround/neowords.nvim"
    },
    "no-neck-pain.nvim": {
      "src": "https://github.com/shortcuts/no-neck-pain.nvim"
    },
    "nvim-spider": {
      "src": "https://github.com/chrisgrieser/nvim-spider"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-window": {
      "src": "https://github.com/yorickpeterse/nvim-window"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "substitute.nvim": {
      "src": "https://github.com/gbprod/substitute.nvim"
    }
  }
}